Repository: Marco-P-Keller/krypta
Catalog: ios-native/Krypta/Resources/Localizable.xcstrings
Source language: de
Languages: en, es, fr, it, nl, pt

source: Signieren fehlgeschlagen. Es wurde nichts gesendet.
en: Signing failed. Nothing was sent.
es: Error al firmar. No se envió nada.
fr: La signature a échoué. Rien n'a été envoyé.
it: Firma non riuscita. Non è stato inviato nulla.
nl: Ondertekenen mislukt. Er is niets verstuurd.
pt: Falha ao assinar. Nada foi enviado.

source: So schützt Krypta dich
en: How Krypta Protects You
es: Cómo te protege Krypta
fr: Comment Krypta te protège
it: Come ti protegge Krypta
nl: Zo beschermt Krypta je
pt: Como o Krypta protege você

source: Sobald dein Kontakt eine Nachricht empfangen hat, wird sie vom Server gelöscht, automatisch, bei jeder Nachricht. Übrig bleibt sie nur auf euren beiden iPhones.
en: As soon as your contact has received a message, it is deleted from the server, automatically, for every message. It only remains on your two iPhones.
es: En cuanto tu contacto recibe un mensaje, se borra del servidor, automáticamente, con cada mensaje. Solo queda en vuestros dos iPhone.
fr: Dès que ton contact a reçu un message, il est supprimé du serveur, automatiquement, pour chaque message. Il ne reste que sur vos deux iPhone.
it: Appena il tuo contatto ha ricevuto un messaggio, viene eliminato dal server, automaticamente, per ogni messaggio. Resta solo sui vostri due iPhone.
nl: Zodra je contact een bericht heeft ontvangen, wordt het van de server verwijderd, automatisch, bij elk bericht. Het blijft alleen op jullie twee iPhones staan.
pt: Assim que o teu contacto recebe uma mensagem, ela é apagada do servidor, automaticamente, em cada mensagem. Fica apenas nos vossos dois iPhones.

source: Sperre
en: Lock
es: Bloqueo
fr: Verrouillage
it: Blocco
nl: Vergrendeling
pt: Bloqueio

source: Sprache
en: Language
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pt: Idioma

source: Sprachnachricht
en: Voice Message
es: Mensaje de voz
fr: Message vocal
it: Messaggio vocale
nl: Spraakbericht
pt: Mensagem de voz

source: Sprachnachricht aufnehmen
en: Record Voice Message
es: Grabar mensaje de voz
fr: Enregistrer un message vocal
it: Registra messaggio vocale
nl: Spraakbericht opnemen
pt: Gravar mensagem de voz

source: Sprachnachricht, %@
en: Voice message, %@
es: Mensaje de voz, %@
fr: Message vocal, %@
it: Messaggio vocale, %@
nl: Spraakbericht, %@
pt: Mensagem de voz, %@

source: Spurlos zugestellt
en: Delivered without a trace
es: Entregado sin dejar rastro
fr: Livré sans laisser de trace
it: Consegnato senza lasciare traccia
nl: Bezorgd zonder sporen
pt: Entregue sem deixar rasto

source: Stimmt die Nummer auf beiden Geräten überein, sitzt niemand dazwischen. Ändert sie sich, sperrt Krypta den Chat, bis ihr sie neu vergleicht.
en: If the number matches on both devices, nobody is in between. If it changes, Krypta locks the chat until you compare it again.
es: Si el número coincide en ambos dispositivos, no hay nadie en medio. Si cambia, Krypta bloquea el chat hasta que lo volváis a comparar.
fr: Si le numéro est identique sur les deux appareils, personne ne s’est interposé. S’il change, Krypta verrouille la discussion jusqu’à une nouvelle comparaison.
it: Se il numero coincide su entrambi i dispositivi, nessuno si è intromesso. Se cambia, Krypta blocca la chat finché non lo confrontate di nuovo.
nl: Komt het nummer op beide apparaten overeen, dan zit er niemand tussen. Verandert het, dan vergrendelt Krypta de chat totdat jullie het opnieuw vergelijken.
pt: Se o número coincidir nos dois aparelhos, ninguém está no meio. Se mudar, o Krypta bloqueia a conversa até vocês compararem de novo.

source: Stimmt nicht: angekommen sind %@
en: Doesn't match: %@ arrived
es: No coincide: llegaron %@
fr: Ne correspond pas : %@ reçu(s)
it: Non corrisponde: sono arrivati %@
nl: Klopt niet: aangekomen is %@
pt: Não confere: chegaram %@

source: Stimmt nicht: nicht an dich
en: Doesn't match: not to you
es: No coincide: no es para ti
fr: Ne correspond pas : pas pour toi
it: Non corrisponde: non a te
nl: Klopt niet: niet aan jou
pt: Não confere: não é para você

source: Stumm
en: Mute
es: Silenciar
fr: Silence
it: Silenzia
nl: Dempen
pt: Silenciar

source: Stumm bis %@.
en: Muted until %@.
es: Silenciado hasta %@.
fr: En silence jusqu’au %@.
it: Silenziata fino a %@.
nl: Gedempt tot %@.
pt: Silenciada até %@.

source: Suchen
en: Search
es: Buscar
fr: Rechercher
it: Cerca
nl: Zoek
pt: Buscar

source: Sucht 200 Adressen tief. Nur nötig, wenn nach dem Wiederherstellen Guthaben fehlt.
en: Searches 200 addresses deep. Only needed if a balance is missing after restoring.
es: Busca en 200 direcciones. Solo hace falta si tras restaurar falta saldo.
fr: Cherche sur 200 adresses. Nécessaire seulement s'il manque du solde après une restauration.
it: Cerca in 200 indirizzi. Serve solo se dopo il ripristino manca del saldo.
nl: Zoekt 200 adressen diep. Alleen nodig als er na het herstellen saldo ontbreekt.
pt: Busca em 200 endereços. Só é necessário se faltar saldo após restaurar.

source: Tarnung ausschalten?
en: Turn off disguise?
es: ¿Desactivar el disfraz?
fr: Désactiver le déguisement ?
it: Disattivare il travestimento?
nl: Vermomming uitzetten?
pt: Desativar o disfarce?

source: Tarnung einrichten
en: Set Up Disguise
es: Configurar disfraz
fr: Configurer le déguisement
it: Configura travestimento
nl: Vermomming instellen
pt: Configurar disfarce

source: Teilen
en: Share
es: Compartir
fr: Partager
it: Condividi
nl: Delen
pt: Compartilhar

source: Testnet4 und Signet sind Spielgeld zum Ausprobieren, mit denselben zwölf Wörtern. Beide Seiten eines Chats müssen dasselbe Netz nutzen.
en: Testnet4 and Signet are play money for trying things out, with the same twelve words. Both sides of a chat must use the same network.
es: Testnet4 y Signet son dinero de juego para probar, con las mismas doce palabras. Ambos lados de un chat deben usar la misma red.
fr: Testnet4 et Signet sont de l'argent fictif pour essayer, avec les mêmes douze mots. Les deux côtés d'un chat doivent utiliser le même réseau.
it: Testnet4 e Signet sono soldi finti per provare, con le stesse dodici parole. Entrambi i lati di una chat devono usare la stessa rete.
nl: Testnet4 en Signet zijn speelgeld om te proberen, met dezelfde twaalf woorden. Beide kanten van een chat moeten hetzelfde netwerk gebruiken.
pt: Testnet4 e Signet são dinheiro de brincadeira para testar, com as mesmas doze palavras. Os dois lados de um chat precisam usar a mesma rede.

source: Testnetz, kein echtes Geld
en: Test network, not real money
es: Red de prueba, no es dinero real
fr: Réseau de test, pas d'argent réel
it: Rete di test, non denaro reale
nl: Testnetwerk, geen echt geld
pt: Rede de teste, não é dinheiro real

source: Tippen zum Entsperren
en: Tap to Unlock
es: Toca para desbloquear
fr: Touche pour déverrouiller
it: Tocca per sbloccare
nl: Tik om te ontgrendelen
pt: Toque para desbloquear

source: Tippen zum Öffnen
en: Tap to Open
es: Toca para abrir
fr: Touche pour ouvrir
it: Tocca per aprire
nl: Tik om te openen
pt: Toque para abrir

source: Tippen, um es erneut zu laden
en: Tap to load again
es: Toca para volver a cargar
fr: Touche pour recharger
it: Tocca per ricaricare
nl: Tik om opnieuw te laden
pt: Toque para carregar novamente

source: Ton an
en: Unmute
es: Activar sonido
fr: Réactiver le son
it: Riattiva audio
nl: Geluid aan
pt: Ativar som

source: Transaktion
en: Transaction
es: Transacción
fr: Transaction
it: Transazione
nl: Transactie
pt: Transação

source: Tresor-Passwort
en: Vault Password
es: Contraseña de la bóveda
fr: Mot de passe du coffre
it: Password della cassaforte
nl: Kluiswachtwoord
pt: Senha do cofre

source: Tresor-Passwort entfernen?
en: Remove vault password?
es: ¿Eliminar la contraseña de la bóveda?
fr: Supprimer le mot de passe du coffre ?
it: Rimuovere la password della cassaforte?
nl: Kluiswachtwoord verwijderen?
pt: Remover a senha do cofre?

source: Trotzdem senden
en: Send anyway
es: Enviar de todos modos
fr: Envoyer quand même
it: Invia comunque
nl: Toch versturen
pt: Enviar mesmo assim

source: Umbenennen
en: Rename
es: Renombrar
fr: Renommer
it: Rinomina
nl: Hernoemen
pt: Renomear

source: Unbestätigt
en: Unconfirmed
es: Sin confirmar
fr: Non confirmé
it: Non confermato
nl: Onbevestigd
pt: Não confirmado

source: Unklar, Krypta prüft
en: Unclear, Krypta is checking
es: Sin confirmar, Krypta lo comprueba
fr: Incertain, Krypta vérifie
it: Incerto, Krypta sta verificando
nl: Onduidelijk, Krypta controleert
pt: Incerto, o Krypta está verificando

source: Verfügbar: %@
en: Available: %@
es: Disponible: %@
fr: Disponible : %@
it: Disponibile: %@
nl: Beschikbaar: %@
pt: Disponível: %@

source: Vergleicht diese Zahl auf beiden Geräten, am besten nebeneinander oder in einem Anruf. Stimmt sie überein, liest niemand mit.
en: Compare this number on both devices, ideally side by side or during a call. If it matches, nobody is listening in.
es: Comparad este número en ambos dispositivos, mejor juntos o durante una llamada. Si coincide, nadie está leyendo.
fr: Comparez ce numéro sur les deux appareils, idéalement côte à côte ou pendant un appel. S’il est identique, personne ne lit par-dessus votre épaule.
it: Confrontate questo numero su entrambi i dispositivi, meglio vicini o durante una chiamata. Se coincide, nessuno sta leggendo.
nl: Vergelijk dit nummer op beide apparaten, het liefst naast elkaar of tijdens een gesprek. Komt het overeen, dan leest niemand mee.
pt: Comparem este número nos dois aparelhos, de preferência lado a lado ou numa ligação. Se coincidir, ninguém está lendo junto.

source: Verifiziert
en: Verified
es: Verificado
fr: Vérifié
it: Verificato
nl: Geverifieerd
pt: Verificado

source: Verifiziert. Die Schlüssel stimmen überein.
en: Verified. The keys match.
es: Verificado. Las claves coinciden.
fr: Vérifié. Les clés correspondent.
it: Verificato. Le chiavi coincidono.
nl: Geverifieerd. De sleutels komen overeen.
pt: Verificado. As chaves coincidem.

source: Verlassen
en: Leave
es: Salir
fr: Quitter
it: Esci
nl: Verlaten
pt: Sair

source: Verlassen: die anderen erfahren es, der Verlauf bleibt bei dir zum Lesen. Löschen: der Verlauf verschwindet von diesem iPhone.
en: Leave: the others are told, and you keep the history to read. Delete: the history disappears from this iPhone.
es: Salir: los demás se enteran y conservas el historial para leerlo. Eliminar: el historial desaparece de este iPhone.
fr: Quitter : les autres en sont informés, tu gardes l’historique en lecture. Supprimer : l’historique disparaît de cet iPhone.
it: Esci: gli altri lo sanno e la cronologia resta a te da leggere. Elimina: la cronologia sparisce da questo iPhone.
nl: Verlaten: de anderen horen het, de geschiedenis blijft bij jou om te lezen. Verwijderen: de geschiedenis verdwijnt van deze iPhone.
pt: Sair: os outros ficam sabendo e o histórico fica com você para ler. Apagar: o histórico desaparece deste iPhone.

source: Verlauf
en: History
es: Historial
fr: Historique
it: Cronologia
nl: Geschiedenis
pt: Histórico

source: Verschwindet bald
en: Disappears Soon
es: Desaparece pronto
fr: Disparaît bientôt
it: Sparisce presto
nl: Verdwijnt binnenkort
pt: Desaparece em breve

source: Verschwindet, sobald du es schließt.
en: Disappears as soon as you close it.
es: Desaparece en cuanto lo cierres.
fr: Disparaît dès que tu le fermes.
it: Sparisce appena lo chiudi.
nl: Verdwijnt zodra je het sluit.
pt: Desaparece assim que você fechar.

source: Versteckter Absender
en: Hidden Sender
es: Remitente oculto
fr: Expéditeur masqué
it: Mittente nascosto
nl: Verborgen afzender
pt: Remetente oculto

source: Verwaltet
en: Admin
es: Admin.
fr: Admin
it: Admin
nl: Beheerder
pt: Admin

source: Verwerfen
en: Discard
es: Descartar
fr: Supprimer
it: Scarta
nl: Weggooien
pt: Descartar

source: Von %@
en: From %@
es: De %@
fr: De %@
it: Da %@
nl: Van %@
pt: De %@

source: Vorschau in der Chatliste
en: Preview in Chat List
es: Vista previa en la lista de chats
fr: Aperçu dans la liste des discussions
it: Anteprima nell’elenco chat
nl: Voorvertoning in chatlijst
pt: Prévia na lista de conversas

source: Vorzeichen
en: Plus/Minus
es: Cambiar signo
fr: Changer de signe
it: Cambia segno
nl: Plus/min
pt: Trocar sinal

source: Wallet ersetzen?
en: Replace wallet?
es: ¿Sustituir monedero?
fr: Remplacer le portefeuille ?
it: Sostituire il wallet?
nl: Wallet vervangen?
pt: Substituir carteira?

source: Wallet wiederherstellen
en: Restore wallet
es: Restaurar monedero
fr: Restaurer le portefeuille
it: Ripristina wallet
nl: Wallet herstellen
pt: Restaurar carteira

source: Wallet-Einstellungen
en: Wallet settings
es: Ajustes del monedero
fr: Réglages du portefeuille
it: Impostazioni wallet
nl: Wallet-instellingen
pt: Ajustes da carteira

source: Wartet auf Bestätigung
en: Waiting for confirmation
es: Esperando confirmación
fr: En attente de confirmation
it: In attesa di conferma
nl: Wacht op bevestiging
pt: Aguardando confirmação

source: Was nie abgeholt wird, löscht der Server nach 24 Stunden von selbst.
en: Anything that is never picked up is deleted by the server on its own after 24 hours.
es: Lo que nunca se recoge, el servidor lo borra solo a las 24 horas.
fr: Ce qui n'est jamais récupéré est supprimé automatiquement par le serveur au bout de 24 heures.
it: Ciò che non viene mai ritirato, il server lo elimina da solo dopo 24 ore.
nl: Wat nooit wordt opgehaald, verwijdert de server na 24 uur vanzelf.
pt: O que nunca é recolhido, o servidor apaga sozinho ao fim de 24 horas.

source: Weiter
en: Continue
es: Continuar
fr: Continuer
it: Continua
nl: Ga door
pt: Continuar

source: Wer dir schreibt, steht verschlüsselt in der Nachricht. Der Server sieht nur, dass etwas für dich ankommt.
en: Who is writing to you is stored encrypted inside the message. The server only sees that something is arriving for you.
es: Quién te escribe va cifrado dentro del mensaje. El servidor solo ve que llega algo para ti.
fr: L’identité de qui t’écrit est chiffrée dans le message. Le serveur voit seulement que quelque chose arrive pour toi.
it: Chi ti scrive è cifrato nel messaggio. Il server vede solo che arriva qualcosa per te.
nl: Wie je schrijft, staat versleuteld in het bericht. De server ziet alleen dat er iets voor je binnenkomt.
pt: Quem escreve para você vai criptografado dentro da mensagem. O servidor só vê que algo está chegando para você.

source: Wer sie hat, hat dein Bitcoin. Schreib sie auf Papier und bewahre es sicher auf. Kein Foto, keine Notiz-App, nicht in die Cloud.
en: Whoever has them has your bitcoin. Write them on paper and keep it somewhere safe. No photo, no notes app, not in the cloud.
es: Quien las tenga tiene tu bitcoin. Escríbelas en papel y guárdalo en un lugar seguro. Nada de fotos, ni app de notas, ni la nube.
fr: Qui les a possède tes bitcoins. Écris-les sur papier et garde-le en lieu sûr. Pas de photo, pas d'app de notes, pas dans le cloud.
it: Chi le ha possiede i tuoi bitcoin. Scrivile su carta e conservala al sicuro. Niente foto, niente app di note, niente cloud.
nl: Wie ze heeft, heeft je bitcoin. Schrijf ze op papier en bewaar dat veilig. Geen foto, geen notitie-app, niet in de cloud.
pt: Quem as tiver tem o seu bitcoin. Escreva-as em papel e guarde em lugar seguro. Nada de foto, app de notas ou nuvem.

source: Widerspruch
en: Conflict
es: Contradicción
fr: Incohérence
it: Discrepanza
nl: Tegenstrijdig
pt: Inconsistência

source: Wiederherstellen
en: Restore
es: Restaurar
fr: Restaurer
it: Ripristina
nl: Herstellen
pt: Restaurar

source: Wiederherstellungswörter
en: Recovery words
es: Palabras de recuperación
fr: Mots de récupération
it: Parole di recupero
nl: Herstelwoorden
pt: Palavras de recuperação

source: Wiederherstellungswörter anzeigen
en: Show recovery words
es: Mostrar palabras de recuperación
fr: Afficher les mots de récupération
it: Mostra le parole di recupero
nl: Herstelwoorden tonen
pt: Mostrar palavras de recuperação

source: Wiederherstellungswörter sichern
en: Back up recovery words
es: Guardar palabras de recuperación
fr: Sauvegarder les mots de récupération
it: Salva le parole di recupero
nl: Herstelwoorden opslaan
pt: Guardar palavras de recuperação

source: Wiederholen
en: Repeat
es: Repetir
fr: Répéter
it: Ripeti
nl: Herhaal
pt: Repetir

source: Willkommen bei Krypta
en: Welcome to Krypta
es: Te damos la bienvenida a Krypta
fr: Bienvenue dans Krypta
it: Benvenuto in Krypta
nl: Welkom bij Krypta
pt: Boas-vindas ao Krypta

source: Wird abgeglichen …
en: Syncing…
es: Sincronizando…
fr: Synchronisation…
it: Sincronizzazione…
nl: Wordt gesynchroniseerd…
pt: Sincronizando…

source: Wird geprüft …
en: Checking…
es: Comprobando…
fr: Vérification…
it: Verifica in corso…
nl: Wordt gecontroleerd…
pt: Verificando…

source: Wird gesendet …
en: Sending…
es: Enviando…
fr: Envoi…
it: Invio…
nl: Wordt verstuurd…
pt: Enviando…

source: Wird vorbereitet …
en: Preparing …
es: Preparando …
fr: Préparation …
it: Preparazione …
nl: Wordt voorbereid …
pt: Preparando …

source: Wofür? (optional)
en: What for? (optional)
es: ¿Para qué? (opcional)
fr: Pour quoi ? (facultatif)
it: Per cosa? (facoltativo)
nl: Waarvoor? (optioneel)
pt: Para quê? (opcional)

source: Wort %lld
en: Word %lld
es: Palabra %lld
fr: Mot %lld
it: Parola %lld
nl: Woord %lld
pt: Palavra %lld

source: Wort %lld gibt es in der Liste nicht.
en: Word %lld isn't in the list.
es: La palabra %lld no está en la lista.
fr: Le mot %lld n'est pas dans la liste.
it: La parola %lld non è nell'elenco.
nl: Woord %lld staat niet in de lijst.
pt: A palavra %lld não está na lista.

source: Wörter
en: Words
es: Palabras
fr: Mots
it: Parole
nl: Woorden
pt: Palavras

source: Wörter anzeigen
en: Show words
es: Mostrar palabras
fr: Afficher les mots
it: Mostra le parole
nl: Woorden tonen
pt: Mostrar palavras

source: Wörter noch einmal ansehen
en: View the words again
es: Ver las palabras otra vez
fr: Revoir les mots
it: Rivedi le parole
nl: Woorden opnieuw bekijken
pt: Ver as palavras de novo

source: Zahlungen im Chat
en: Payments in chat
es: Pagos en el chat
fr: Paiements dans le chat
it: Pagamenti in chat
nl: Betalingen in de chat
pt: Pagamentos no chat

source: Zeigt die Zahlung im Einzelnen
en: Shows the payment in detail
es: Muestra el pago en detalle
fr: Affiche le détail du paiement
it: Mostra il pagamento nel dettaglio
nl: Toont de betaling in detail
pt: Mostra o pagamento em detalhes

source: Zeit
en: Time
es: Hora
fr: Heure
it: Ora
nl: Tijd
pt: Hora

source: Zu diesem QR-Code gibt es kein Konto.
en: There’s no account for this QR code.
es: No hay ninguna cuenta para este código QR.
fr: Aucun compte ne correspond à ce code QR.
it: Non esiste un account per questo codice QR.
nl: Er is geen account bij deze QR-code.
pt: Não há conta para este código QR.

source: Zu dieser Kennung gibt es kein Konto.
en: There’s no account with this ID.
es: No hay ninguna cuenta con este ID.
fr: Aucun compte ne correspond à cet identifiant.
it: Non esiste un account con questo ID.
nl: Er is geen account met deze ID.
pt: Não há conta com este ID.

source: Zu viele Versuche. Warte %lld Sekunden.
en: Too many attempts. Wait %lld seconds.
es: Demasiados intentos. Espera %lld segundos.
fr: Trop de tentatives. Attends %lld secondes.
it: Troppi tentativi. Attendi %lld secondi.
nl: Te veel pogingen. Wacht %lld seconden.
pt: Tentativas demais. Aguarde %lld segundos.

source: Zugestellt
en: Delivered
es: Entregado
fr: Distribué
it: Consegnato
nl: Afgeleverd
pt: Entregue

source: Zurück
en: Back
es: Atrás
fr: Retour
it: Indietro
nl: Terug
pt: Voltar

source: Zustellungen werden immer gemeldet, weil an ihnen der Start der Löschfristen hängt. Lesebestätigungen nur, wenn du sie einschaltest.
en: Deliveries are always reported, because disappearing timers start on delivery. Read receipts only if you turn them on.
es: Las entregas siempre se notifican, porque de ellas depende el inicio de los plazos de borrado. Las confirmaciones de lectura, solo si las activas.
fr: Les distributions sont toujours signalées, car le délai de suppression commence à ce moment-là. Les accusés de lecture, seulement si tu les actives.
it: Le consegne vengono sempre segnalate, perché da lì parte il timer di eliminazione. Le conferme di lettura solo se le attivi.
nl: Afleveringen worden altijd gemeld, omdat de verdwijntermijn dan begint. Leesbevestigingen alleen als je ze aanzet.
pt: As entregas são sempre informadas, porque é nelas que começa o prazo de apagamento. As confirmações de leitura, só se você ativá-las.

source: Zusätzlich zum Code fragt Krypta nach %@, bevor sich deine Chats öffnen.
en: In addition to the code, Krypta asks for %@ before your chats open.
es: Además del código, Krypta pedirá %@ antes de abrir tus chats.
fr: En plus du code, Krypta demande %@ avant d’ouvrir tes discussions.
it: Oltre al codice, Krypta chiede %@ prima di aprire le chat.
nl: Naast de code vraagt Krypta om %@ voordat je chats opengaan.
pt: Além do código, o Krypta pede o %@ antes de abrir suas conversas.

source: Zwölf Wörter sind deine Wallet.
en: Twelve words are your wallet.
es: Doce palabras son tu monedero.
fr: Douze mots sont ton portefeuille.
it: Dodici parole sono il tuo wallet.
nl: Twaalf woorden zijn je wallet.
pt: Doze palavras são a sua carteira.

source: bc1q… oder bitcoin:…
en: bc1q… or bitcoin:…
es: bc1q… o bitcoin:…
fr: bc1q… ou bitcoin:…
it: bc1q… o bitcoin:…
nl: bc1q… of bitcoin:…
pt: bc1q… ou bitcoin:…

source: dich
en: you
es: ti
fr: toi
it: te
nl: jou
pt: você

source: einige Stunden
en: a few hours
es: unas horas
fr: quelques heures
it: qualche ora
nl: enkele uren
pt: algumas horas

source: etwa 1 Stunde
en: about 1 hour
es: aproximadamente 1 hora
fr: environ 1 heure
it: circa 1 ora
nl: ongeveer 1 uur
pt: cerca de 1 hora

source: etwa 20 Minuten
en: about 20 minutes
es: unos 20 minutos
fr: environ 20 minutes
it: circa 20 minuti
nl: ongeveer 20 minuten
pt: cerca de 20 minutos
